Repository: carstingaxion/todays-hours-plugin
Catalog: languages/todays-hours-plugin-*.po
Languages: de_de

source: General Settings
de_de: Allgemeine Einstellungen

source: Schedule Settings
de_de: Kalender Einstellungen

source: Show Today's Date
de_de: Heutiges Datum anzeigen

source: Show Reason Closed
de_de: Geschlossen wegen ...

source: Show Noon/Midnight
de_de: Mittags und Mitternachts anzeigen

source: Widget Title
de_de: Widget Titel

source: Seasons/Semesters
de_de: Saison

source: Holidays/Exceptions
de_de: Ferien/Ausnahmen

source: Show today's date before the hours
de_de: Zeige das heutige Datum vor den Zeiten

source: Show reason that day is closed (uses Holiday 'Name' field)
de_de: Zeige den Grund für die Schließung (verwendet Ferien/Ausnahme-Bezeichnung)

source: Use 'Midnight' and 'Noon' in place of 12:00am and 12:00pm
de_de: Verwende 'Mittag' und 'Mitternacht' ansstelle von 12:00 und 24:00 Uhr

source: Heading text for the widget
de_de: Überschrift über dem Widget

source: A Season is a period of days. They could be used to define a year, a semester, or any block of time.
de_de: Eine Saison ist eine Folge von Tagen, Man kann damit ein Jahr beschreiben, ein Semester, einen Monat oder jeden anderen Zeitraum.

source: In order for the widget to display a day's hours, the day must fall within the date range of a Season.
de_de: Damit die Öffnungszeiten eines Tages ordentlich angezeigt werden, muss das Datum zwingend innerhalb einer Saison liegen.

source: If you schedule does not change from season to season, you should use only one season.
de_de: Sollten sich Ihre Geschäftszeiten nicht nach Saison unterscheiden, verwenden Sie einfach nur eine Saison.

source: An institution such as a college or university would probably define a season for each semester that business hours were different. For example, our library is only open on weekdays during the summer.
de_de: Eine Institution wie eine Hochschule oder Universität würde am Ehesten eine Saison je Semester anlegen, für die sich die Geschäftszeiten ändern; z.B. könnte die Bibliothek nur im Sommersemester auch am Wochenende geöffnet haben.

source: Blank open times are regarded as closed for the day.
de_de: Leere Felder werden als 'Ganztägig geschlossen' gewertet.

# mention the empty space at the end
source: Season
de_de: Saison

source: Delete this Season
de_de: Saison löschen

# mention the empty space at the end
source: Begin Date:
de_de: Anfangs-Datum:

# mention the empty space at the end
source: End Date:
de_de: End-Datum:

# mention the empty space at the end
source: Sunday
de_de: Sonntag

# mention the empty space at the end
source: Open:
de_de: Geöffnet:

# mention the empty space at the end
source: Close:
de_de: Geschlossen:

# mention the empty space at the end
source: Monday
de_de: Montag

# mention the empty space at the end
source: Tuesday
de_de: Dienstag

# mention the empty space at the end
source: Wednesday
de_de: Mittwoch

# mention the empty space at the end
source: Thursday
de_de: Donnerstag

# mention the empty space at the end
source: Friday
de_de: Freitag

# mention the empty space at the end
source: Saturday
de_de: Samstag

source: Add new Season
de_de: Neue Saison hinzufügen

source: Fill out the following fields to add a Season
de_de: Folgende Felder ausfüllen um eine Saison anzulegen

source: Holidays are used when there is a deviation or exception to the rules defined in the Seasons. For example, your office is closed on the Thanksgiving holiday. The hours apply to each day within the date range chosen.
de_de: Ferien/Ausnahme kommen zum Einsatz, wenn sie innerhalb der Sasion eine Abweichung definieren möchten, z.B. wenn ihr Büro über die Jahreswende nicht besetzt ist. Die veränderten Öffnungszeiten werden auf jeden Tag der Ferien/Ausnahme angewendet.

# mention the empty space at the end
source: Holiday
de_de: Ausnahme

source: Delete this Holiday
de_de: Ferien/Ausnahme löschen

source: Add new Holiday
de_de: Neue Ausnahme hinzufügen

source: Fill out the following fields to add a Holiday
de_de: Folgende Felder ausfüllen um eine Ausnahme anzulegen

# Admin Title
source: Todays Hours
de_de: Öffnungszeiten

# The holiday-name used as 'closed' reason.
source: Closed for %$1
de_de: Geschlossen wegen %$1

source: Closed Today
de_de: Heute geschlossen

source: Closed
de_de: Geschlossen

source: Midnight
de_de: Mitternacht

source: Noon
de_de: Mittag

# Admin Widget Description
source: Displays Todays Business Hours
de_de: Zeigt die (heutigen) Öffnungszeiten an.
